Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: Your theme supports %s menu. Select which menu you would like to use.
ca_es: El tema admet %s menú. Trieu quin voleu fer servir.

source: Refresh
ca_es: Refresca

source: Static Front Page
ca_es: Pàgina principal estàtica

source: Your theme supports a static front page.
ca_es: El tema admet una pàgina principal estàtica.

source: Your latest posts
ca_es: Les darreres entrades

source: Front page displays
ca_es: Mostra la pàgina principal

source: Site Title & Tagline
ca_es: Títol i descripció curta del lloc web

source: Tagline
ca_es: Descripció curta

source: &mdash; Select &mdash;
ca_es: &mdash; Selecciona &mdash;

source: Use left and right arrows to navigate.
ca_es: Utilitzeu les fletxes dreta i esquerra per navegar.

source: words
ca_es: paraules

source: The post type may not be changed.
ca_es: El tipus d'entrada no es pot canviar.

source: Image default size
ca_es: Mida per defecte de la imatge

source: Image default link type
ca_es: Tipus d'enllaç per defecte de la imatge

source: Image default align
ca_es: Alineació per defecte de la imatge

source: Sorry, you are not allowed to edit this post.
ca_es: No teniu permisos per editar aquesta entrada.

source: Edit Site
ca_es: Edita el lloc

source: Sorry, you are not allowed to edit posts in this post type
ca_es: No teniu permès editar entrades en aquest tipus d'entrada

source: Invalid author ID.
ca_es: Identificador d'autor no vàlid.

source: Sorry, you are not allowed to delete this post.
ca_es: No teniu permisos per suprimir aquesta entrada.

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
ca_es: El nom del terme és ambigu en una taxonomia jeràrquica. Useu per contra l'identificador del terme.

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
ca_es: No teniu permès afegir un terme a una de les taxonomies donades.

source: The post cannot be deleted.
ca_es: No es pot suprimir l'entrada.

source: The post type specified is not valid
ca_es: El tipus d'entrada especificada no és vàlida

source: Invalid post type
ca_es: Tipus d'entrada no vàlida

source: Sorry, you are not allowed to create password protected posts in this post type
ca_es: No teniu permès crear entrades protegides amb contrasenya en aquest tipus d'entrades

source: You are not allowed to create posts as this user.
ca_es: Amb aquest nom d'usuari no teniu autorització per crear entrades.

source: Sorry, you are not allowed to create private posts in this post type
ca_es: No teniu permès crear entrades privades en aquest tipus d'entrades

source: Sorry, you are not allowed to publish posts in this post type
ca_es: No teniu permès publicar entrades en aquest tipus d'entrades

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
ca_es: No teniu permès assignar un terme a una de les taxonomies donades.

source: Sorry, one of the given taxonomies is not supported by the post type.
ca_es: No està admesa una de les taxonomies donades per al tipus d'entrada.

source: Sorry, you are not allowed to stick this post.
ca_es: No teniu permisos per fixar aquesta entrada.

source: English=en,Danish=da,Dutch=nl,Finnish=fi,French=fr,German=de,Italian=it,Polish=pl,Portuguese=pt,Spanish=es,Swedish=sv
ca_es: Anglès=en,Danès=da,Holandès=nl,Finès=fi,Francès=fr,Alemany=de,Italià=it,Polac=pl,Portuguès=pt,Castellà=es,Suec=sv

source: Allow search engines to index this site.
ca_es: Permet als cercadors indexar aquest lloc.

source: There doesn't seem to be a <code>wp-config.php</code> file. I need this before we can get started.
ca_es: Sembla que no hi és el fitxer <code>wp-config.php</code>. El necessitem abans de poder començar.

source: Need more help? <a href='http://codex.wordpress.org/Editing_wp-config.php'>We got it</a>.
ca_es: Necessiteu més ajuda? <a href='http://codex.wordpress.org/Editing_wp-config.php'>La tenim</a>.

source: You can create a <code>wp-config.php</code> file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
ca_es: Podeu crear un fitxer <code>wp-config.php</code> mitjaçant la interfície web, però això no funciona en totes les configuracions de servidors. La manera més segura és crear el fitxer manualment.

source: Create a Configuration File
ca_es: Crea un fitxer de configuració

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
ca_es: El lloc web <a href="%1$s">%2$s</a> s'ha activat. Podeu entrar al web fent servir el nom d'usuari &#8220;%3$s&#8221; que heu triat. Reviseu a la safata d'entrada del vostre compte de correu a %4$s per aconseguir la contrasenya i les instruccions per identificar-vos. Si no rebeu un correu electrònic, reviseu la paperera o la carpeta de correu brossa. Si així i tot no rebeu un correu electrònic en una hora, podeu <a href="%5$s">reiniciar la contrasenya</a>.

source: <a href="http://%1$s">http://%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
ca_es: <a href="http://%1$s">http://%2$s</a> és el vostre nou lloc web. <a href="%3$s">Entreu</a> com a &#8220;%4$s&#8221; fent servir la vostra contrasenya.

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
ca_es: El compte s'ha activat. Ara podeu <a href="%1$s">iniciar la sessió</a> fent servir el nom d'usuari &#8220;%2$s&#8221; que heu triat. Comproveu la safata d'entrada del compte de correu %3$s per aconseguir la contrasenya i les instruccions per entrar. Si no rebeu aquest correu electrònic, comproveu la paperera o la carpeta de brossa. Si tot i així, encara no rebeu un correu electrònic en una hora, podeu <a href="%4$s">reinicialitzar la contrasenya</a>.

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
ca_es: Una o més taules de la base de dades no estan disponibles. La base de dades necessita ser <a href="%s">reparada</a>.

source: Mission complete. Message <strong>%s</strong> deleted.
ca_es: Missió aconseguida. S'ha esborrat el missatge <strong>%s</strong>.

source: You are posting comments too quickly. Slow down.
ca_es: Esteu enviant comentaris massa ràpid. Calma i bons aliments.

source: New
ca_es: Afegeix

source: %s comment awaiting moderation
ca_es: %s comentari està esperant moderació

source: What do I do now?
ca_es: Què faig ara?

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
ca_es: %s excedeix la grandària màxima de càrrega per al carregador multifitxers quan s'usa al navegador.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
ca_es: Proveu a penjar aquest fitxer amb el %1$scarregador del navegador%2$s.

source: &#8220;%s&#8221; has failed to upload.
ca_es: &#8220;%s&#8221; no s'ha pogut penjar a causa d'un error

source: Toggle spellchecker (Alt + Shift + N)
ca_es: Commuta el corrector (Alt + Shift + N)

source: Toggle fullscreen mode (Alt + Shift + G)
ca_es: Commuta al mode de pantalla completa (Alt + Shift + G)

source: Align Center (Alt + Shift + C)
ca_es: Centrat (Alt + Shift + C)

source: Align Left (Alt + Shift + L)
ca_es: Alinea a l'esquerra (Alt + Shift + L)

source: Strikethrough (Alt + Shift + D)
ca_es: Tatxat (Alt + Shift + D)

source: Align Full (Alt + Shift + J)
ca_es: Justificat (Alt + Shift + J)

source: Redo (Ctrl + Y)
ca_es: Repeteix (Ctrl + Y)

source: Undo (Ctrl + Z)
ca_es: Desfés (Ctrl + Z)

source: Insert Page break (Alt + Shift + P)
ca_es: Insereix salt de línia (Alt + Shift + P)

source: Insert More Tag (Alt + Shift + T)
ca_es: Insereix més etiquetes (Alt + Shift + T)

source: Show/Hide Kitchen Sink (Alt + Shift + Z)
ca_es: Mostra/amaga tot (Alt + Shift + Z)

source: Blockquote (Alt + Shift + Q)
ca_es: Citació (Alt+Shift+Q)

source: Align Right (Alt + Shift + R)
ca_es: Alinea a la dreta (Alt + Shift + R)

source: The menu ID should not be empty.
ca_es: L'identificador del menú no pot estar buit.

source: About WordPress
ca_es: Quant al WordPress

source: http://wordpress.org/support/
ca_es: http://ca.forums.wordpress.org/

source: %s exceeds the maximum upload size for this site.
ca_es: %s sobrepassa la mida màxima de càrrega per aquest lloc web.

source: Please see <a href="http://codex.wordpress.org/Debugging_in_WordPress">Debugging in WordPress</a> for more information.
ca_es: Mireu <a href="http://codex.wordpress.org/Debugging_in_WordPress">la depuració en el WordPress</a> per a més informació.

source: Feedback
ca_es: Opinions (en anglès)

source: Dear User, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
ca_es: Hola blocaire, El lloc SITE_NAME nou s'ha configurat correctament a: BLOG_URL Podeu entrar en el compte administratiu amb la següent informació: Nom d'usuari: USERNAME Contrasenya: PASSWORD Entreu aquí: BLOG_URLwp-login.php Esperem que gaudiu del lloc nou. Gràcies! --L'equip @ SITE_NAME

source: <strong>ERROR</strong>: please type a comment.
ca_es: <strong>ERROR</strong>: Teclegeu un comentari.

source: <strong>ERROR</strong>: please enter a valid email address.
ca_es: <strong>ERROR</strong>: introduïu una adreça de correu electrònic vàlida.

source: <strong>ERROR</strong>: please fill the required fields (name, email).
ca_es: <strong>ERROR</strong>: ompliu els camps necessaris (nom, correu electrònic).

source: ERROR: Invalid values entered, these are marked in red.
ca_es: ERROR: Heu introduït valors incorrectes, aquests s'han marcat en vermell.

source: Could not load the preview image. Please reload the page and try again.
ca_es: No es pot carregar la vista prèvia de la imatge. Recarregueu la pàgina i torneu-ho a provar.

source: <strong>ERROR</strong>: Site URL already taken.
ca_es: <strong>ERROR</strong>: La URL del lloc ja existeix.

source: <strong>ERROR</strong>: problem creating site entry.
ca_es: <strong>ERROR</strong>: s'ha produít un problema en creat l'entrada del lloc web.

source: Email
ca_es: Correu electrònic

source: Update
ca_es: Actualitza

source: E-mail
ca_es: Correu electrònic

source: Username
ca_es: Nom d'usuari

source: Settings
ca_es: Opcions

source: Dashboard
ca_es: Tauler

source: Cheatin&#8217; uh?
ca_es: Fent trampes, eh?

source: Log In
ca_es: Entra

source: Public
ca_es: Pública

source: Path
ca_es: Camí

source: Yes
ca_es: Sí

source: My Sites
ca_es: Els meus llocs

source: Site Title
ca_es: Títol del lloc web

source: First Post
ca_es: Primera entrada

source: Password:
ca_es: Contrasenya:

source: Activate
ca_es: Activa

source: Documentation
ca_es: Documentació (en anglès)

source: Support Forums
ca_es: Fòrums de suport

source: Database Error
ca_es: Error de la base de dades

source: Error establishing a database connection
ca_es: S'ha produït un error en establir la connexió amb la base de dades

source: WordPress.org
ca_es: WordPress.org (en anglès)

source: Global Dashboard: %s
ca_es: Tauler global: %s

source: Network Admin: %s
ca_es: Administrador de la xarxa: %s

source: Tags
ca_es: Etiquetes

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
ca_es: Els scripts i estils no haurien de registrar-se o encuar-se fins el %1$s, %2$s, o codi %3$s.

source: Allow link notifications from other blogs (pingbacks and trackbacks)
ca_es: Permet notificacions d'enllaç des d'altres blocs (pingbacks i retropings)

source: Use <code>WP_User->ID</code> instead.
ca_es: Useu per contra <code>WP_User->ID</code>.

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
ca_es: Heu estat afegit a aquest lloc web. Visiteu la <a href="%s">pàgina principal</a> o <a href="%s">entreu</a> amb el nom i la contrasenya.

source: Memory exceeded. Please try another smaller file.
ca_es: S'ha excedit la memòria. Torneu a provar amb un altre fitxer més petit.

source: This is larger than the maximum size. Please try another.
ca_es: Aquest és més gran que la mida màxima. Prova'n un altre.

source: This file is not an image. Please try another.
ca_es: Aquest fitxer no és una imatge. Prova'n un altre.

source: Use commas instead of %s to separate excluded categories.
ca_es: Feu servir comes en comptes de %s per separar les categories excloses.

source: Gray
ca_es: Gris

source: Blue
ca_es: Blau

source: The timezone you have entered is not valid. Please select a valid timezone.
ca_es: El fus horari que heu introduït no és correcte. Seleccioneu un fus horari correcte.

source: Link
ca_es: Enllaç

source: User
ca_es: Usuari

source: You should specify a nonce action to be verified by using the first parameter.
ca_es: Hauríeu d'especificar una acció per verificar-se en fer servir el primer paràmetre.

source: View Tag
ca_es: Mostra l'etiqueta

source: View Category
ca_es: Mostra la categoria

source: Wider
ca_es: Més ample

source: Narrower
ca_es: Més estret

source: Default width
ca_es: Amplada per defecte

source: Word count: %s
ca_es: Paraules comptades: %s

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
ca_es: S'ha activat el vostre compte. <a href="%1$s">Entreu</a> o torneu enrere a la <a href="%2$s">pàgina d'inici</a>.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
ca_es: S'ha activat el vostre compte. <a href="%1$s">Mostreu la pàgina web</a> o <a href="%2$s">entreu</a>

source: Help (Alt + Shift + H)
ca_es: Ajuda (Alt + Shift + H)

source: Howdy, %1$s
ca_es: Hola, %1$s

source: Exit fullscreen
ca_es: Surt de la pantalla completa

source: Just write.
ca_es: Solament escriu.

source: Approve and Reply
ca_es: Aprova i respon

source: All Posts
ca_es: Totes les entrades

source: All Pages
ca_es: Totes les pàgines

source: Updated.
ca_es: S'ha actualitzat.

source: fullscreen
ca_es: pantalla completa

source: Bold (Ctrl + B)
ca_es: Negreta (Ctrl + B)

source: Italic (Ctrl + I)
ca_es: Cursiva (Ctrl + I)

source: Ordered list (Alt + Shift + O)
ca_es: Llista ordenada (Alt + Shift + O)

source: Unordered list (Alt + Shift + U)
ca_es: Llista desordenada (Alt + Shift + U)

source: Insert/edit image (Alt + Shift + M)
ca_es: Insereix/edita una imatge (Alt + Shift + M)

source: Insert/edit link (Alt + Shift + A)
ca_es: Insereix/edita un enllaç (Alt + Shift + A)

source: Unlink (Alt + Shift + S)
ca_es: Desenllaça (Alt + Shift + S)

source: Pingback:
ca_es: Retroenllaç:

source: TinyMCE is a platform independent web based Javascript HTML WYSIWYG editor released as Open Source under %sLGPL</a> by Moxiecode Systems AB. It has the ability to convert HTML TEXTAREA fields or other HTML elements to editor instances.
ca_es: El TinyMCE és un editor web d'HTML WYSIWYG independent de la plataforma i basat en javascript publicat sota la llicència %sLGPL</a> per Moxiecode Systems AB. Té la capacitat de convertir camps TEXTAREA o altres elements HTML en instàncies de l'editor.

source: Indigo
ca_es: Indi

source: Navy Blue
ca_es: Blau marí

source: Dark green
ca_es: Verd fosc

source: Amber
ca_es: Ambre

source: Olive
ca_es: Oliva

source: Words:
ca_es: Paraules:

source: Maroon
ca_es: Granat

source: Poster
ca_es: Publicador

source: Preload
ca_es: Precàrrega

source: Alternative source 2
ca_es: Codi font alternatiu 2

source: Alternative source 1
ca_es: Codi font alternatiu 1

source: Upper roman
ca_es: Romana majúscula

source: Aqua
ca_es: Aigua

source: Lime
ca_es: Llima

source: Royal blue
ca_es: Blau real

source: Turquoise
ca_es: Turquesa

source: Yellow green
ca_es: Verd groguenc

source: Upper alpha
ca_es: Alfa majúscula

source: Lower roman
ca_es: Romana minúscula

source: Burnt orange
ca_es: Taronja fort

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode.
ca_es: Enganxa està ara en el mode de text pla. Feu clic altra vegada per tornar al mode regular.

source: Plum
ca_es: Pruna

source: {#field} must be a number
ca_es: {#field} ha de ser un número

source: Medium gray
ca_es: Grisenc

source: Sea green
ca_es: Verd color mar

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode. After you paste something you will be returned to regular paste mode.
ca_es: Enganxa està ara en el mode de text pla. Feu clic altra vegada per tornar al mode regular. Després d'enganxar alguna cosa, tornareu al mode regular.

source: HTML5 Video Options
ca_es: Opcions de Vídeo HTML5

source: Very dark gray
ca_es: Gris molt fosc

source: Press ALT F10 for toolbar. Press ALT 0 for help.
ca_es: Premeu ALT+F10 per mostrar la barra d'eines. Premeu ALT+0 per a l'ajuda.

source: Accessibility Help
ca_es: Ajuda sobre accessibilitat

source: General Usage
ca_es: Ús general

source: {#field} must be a number greater than {#min}
ca_es: {#field} ha de ser un número més gran que {#min}

source: Dark azure
ca_es: Blau celeste fosc

source: Dark olive
ca_es: Oliva fosc

source: Lower greek
ca_es: Grega minúscula

source: Lower alpha
ca_es: Alfa minúscula

source: Learn word
ca_es: Aprèn la paraula

source: Types
ca_es: Tipus

source: Toolbar
ca_es: Barra d'eines

source: {#field} must be a number or percentage
ca_es: {#field} ha de ser un número o percentatge

source: Square
ca_es: Quadrat

source: Gold
ca_es: Or

source: Light sky blue
ca_es: Blau clar

source: Circle
ca_es: Cercle

source: Peach
ca_es: Préssec

source: Copyright &copy; 2003-2011, <a href="http://www.moxiecode.com" target="_blank">Moxiecode Systems AB</a>, All rights reserved.
ca_es: Copyright &copy; 2003-2011, <a href="http://www.moxiecode.com" target="_blank">Moxiecode Systems AB</a>, tots els drets reservats.

source: Sky blue
ca_es: Blau cel

source: Rich Text Area
ca_es: Àrea de text enriquit

source: Pale green
ca_es: Verd clar

source: Light yellow
ca_es: Groc clar

source: Teal
ca_es: Verd blavenc

source: Pale cyan
ca_es: Cian pàl·lid

source: Grayish blue
ca_es: Blau grisenc

source: Destination directory for file streaming does not exist or is not writable.
ca_es: El directori de destí per al flux de fitxers no existeix o no té permisos d'escriptura.

source: There are no HTTP transports available which can complete the requested request.
ca_es: No hi ha transports HTTP disponibles que puguin completar la sol·licitud.

source: <a href="%1$s">Akismet</a> has protected your site from %2$s spam comment already.
ca_es: <a href="%1$s">L'Akismet</a> ja ha protegit la vostra pàgina web d'%2$s comentari brossa.

source: There's <a href="%2$s">%1$s comment</a> in your spam queue right now.
ca_es: Ara mateix hi ha <a href="%2$s">%1$s comentari</a> en la cua de brossa.

source: <a href="%1$s">Akismet</a> blocks spam from getting to your blog.
ca_es: <a href="%1$s">L'Akismet</a> bloca la brossa que arriba al vostre bloc.

source: <strong>Sign up success!</strong> Please check your email for your Akismet API Key and enter it below.
ca_es: <strong>Registre correcte!</strong> Consulteu el correu electrònic per aconseguir la clau API de l'Akismet i introduïu-la a continuació.

source: Flagged as spam by Akismet
ca_es: Marcat com a brossa per l'Akismet

source: History
ca_es: Historial

source: There's nothing in your <a href='%1$s'>spam queue</a> at the moment.
ca_es: No hi ha res en aquest moment a la <a href='%1$s'>cua de la brossa</a>.

source: Cleared by Akismet
ca_es: Netejat per l'Akismet

source: Enter the destination URL
ca_es: Introduïu la URL de destinació

source: Or link to existing content
ca_es: O enllaça a un contingut existent

source: Conditional query tags do not work before the query is run. Before then, they always return false.
ca_es: Les etiquetes de consulta condicionals no funcionen abans d'executar la consulta. Mentre no s'executi, sempre retornen false.

source: The user is already active.
ca_es: L'usuari ja està actiu.

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
ca_es: %1$s s'ha cridat <strong>de manera incorrecta</strong>. %2$s %3$s

source: (This message was added in version %s.)
ca_es: (Aquest missatge s'ha afegit en la versió %s.)

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect. <a href="%2$s" title="Password Lost and Found">Lost your password</a>?
ca_es: <strong>ERROR</strong>: La contrasenya que heu introduït per a l'usuari <strong>%1$s</strong> és incorrecta. <a href="%2$s" title="Contrasenya perduda">Heu perdut la contrasenya</a>?

source: Sorry, you cannot publish this post.
ca_es: No podeu publicar aquesta entrada

source: Comment History
ca_es: Historial dels comentaris

source: Akismet %s requires WordPress 3.0 or higher.
ca_es: L'Akismet %s requereix el WordPress 3.0 o superior.

source: %s approved
ca_es: %s aprovat

source: %s reported this comment as not spam
ca_es: %s ha informat que aquest comentari no és brossa

source: Akismet caught this comment as spam
ca_es: L'Akismet ha capturat aquest comentari com a brossa

source: %s reported this comment as spam
ca_es: %s ha informat que aquest comentari és brossa

source: Akismet caught this comment as spam during an automatic retry.
ca_es: L'Akismet ha capturat aquest comentari com a brossa en un reintent automàtic.

source: Re-trying
ca_es: Està tornant-ho a intentar.

source: Auto-delete spam submitted on posts more than a month old.
ca_es: Realitzat l'esborrament automàtic dels comentaris brossa en les entrades de més d'un mes.

source: Your WordPress home URL %s is invalid. Please fix the <a href="%s">home option</a>.
ca_es: La URL %s de la pàgina inicial del WordPress és incorrecta. Solucioneu <a href="%s">la opció de la pàgina inicial</a>.

source: Show the number of comments you've approved beside each comment author.
ca_es: Mostra el nombre de comentaris que heu aprovat al costat de l'autor del comentari.

source: %s changed the comment status to %s
ca_es: %s ha canviat l'estat del comentari a %s

source: Comment status was changed to %s
ca_es: S'ha canviat l'estat del comentari a %s

source: Akismet cleared this comment during an automatic retry.
ca_es: L'Akismet ha netejat aquest comentari durant un reintent automàtic.

source: Akismet cleared this comment
ca_es: L'Akismet ha netejat aquest comentari

source: Comment was caught by wp_blacklist_check
ca_es: El comentari ha estat capturat per wp_blacklist_check

source: Akismet was unable to check this comment (response: %s), will automatically retry again later.
ca_es: L'Akismet no ha pogut comprovar aquest comentari (resposta: %s), ho tornarà a intentar automàticament més tard.

source: Permalink: %s
ca_es: Enllaç permanent: %s

source: Standard
ca_es: Estàndard

source: Post types cannot exceed 20 characters in length
ca_es: Els tipus d'entrades no poden tenir més de 20 caràcters

source: Your address will be %s.
ca_es: L'adreça serà %s.

source: domain
ca_es: domini

source: Invalid post format
ca_es: Format d'article invàlid

source: Open link in a new window/tab
ca_es: Obre l'enllaç en una finestra o pestanya nova
